Repository: xiaoluoboding/dinky
Catalog: Dinky/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, ru, tr, zh_hans, zh_hant

source: Sections you turn off stay available in Settings and in the full sidebar.
de: Abschnitte, die Sie deaktivieren, bleiben in den Einstellungen und in der vollständigen Seitenleiste verfügbar.
es: Las secciones que desactivas permanecen disponibles en Configuración y en la barra lateral completa.
fr: Les sections que vous désactivez restent disponibles dans Paramètres et dans la barre latérale complète.
it: Le sezioni disattivate rimangono disponibili nelle Impostazioni e nella barra laterale completa.
ja: オフにしたセクションは「設定」と完全なサイドバーから引き続き利用できます。
ko: 비활성화한 섹션은 설정 및 전체 사이드바에서 계속 사용할 수 있습니다.
nl: Secties die je uitschakelt, blijven beschikbaar in Instellingen en in de volledige zijbalk.
pt_br: As seções desativadas permanecem disponíveis em Configurações e na barra lateral completa.
ru: Разделы, которые вы отключите, остаются доступными в настройках и на полной боковой панели.
tr: Kapattığınız bölümler Ayarlar'da ve kenar çubuğunun tamamında kullanılabilir durumda kalır.
zh_hans: 您关闭的部分在“设置”和完整侧边栏中仍然可用。
zh_hant: 您關閉的部分在「設定」和完整側邊欄中仍然可用。

source: Select All
de: Wählen Sie „Alle“ aus
es: Seleccionar todo
fr: Sélectionner tout
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nl: Selecteer Alles
pt_br: Selecionar tudo
ru: Выбрать всё
tr: Tümünü Seç
zh_hans: 选择全部
zh_hant: 選擇全部

source: Sends a macOS notification when a compression batch finishes.
de: Sendet eine macOS-Benachrichtigung, wenn ein Komprimierungsstapel abgeschlossen ist.
es: Envía una notificación de macOS cuando finaliza un lote de compresión.
fr: Envoie une notification macOS lorsqu'un lot de compression est terminé.
it: Invia una notifica macOS al termine di un batch di compressione.
ja: 圧縮バッチが終了すると、macOS 通知を送信します。
ko: 압축 배치가 완료되면 macOS 알림을 보냅니다.
nl: Stuurt een macOS-melding wanneer een compressiebatch is voltooid.
pt_br: Envia uma notificação do macOS quando um lote de compactação é concluído.
ru: Отправляет уведомление macOS после завершения пакета сжатия.
tr: Sıkıştırma grubu tamamlandığında bir macOS bildirimi gönderir.
zh_hans: 压缩批次完成时发送 macOS 通知。
zh_hant: 壓縮批次完成時發送 macOS 通知。

source: Session history
de: Sitzungsverlauf
es: Historial de sesiones
fr: Historique des sessions
it: Cronologia della sessione
ja: セッション履歴
ko: 세션 기록
nl: Sessiegeschiedenis
pt_br: Histórico da sessão
ru: История сеансов
tr: Oturum geçmişi
zh_hans: 会话历史记录
zh_hant: 會話歷史記錄

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt_br: Configurações
ru: Настройки
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Paramètres…
it: Impostazioni…
ja: 設定…
ko: 설정…
nl: Instellingen…
pt_br: Configurações…
ru: Настройки…
tr: Ayarlar…
zh_hans: 设置…
zh_hant: 設定…

source: Share crash diagnostics with Dinky
de: Teilen Sie die Absturzdiagnose mit Dinky
es: Comparte diagnósticos de fallos con Dinky
fr: Partager les diagnostics de crash avec Dinky
it: Condividi la diagnostica degli incidenti con Dinky
ja: クラッシュ診断を Dinky と共有
ko: Dinky와 충돌 진단 공유
nl: Deel crashdiagnostiek met Dinky
pt_br: Compartilhe diagnósticos de falhas com Dinky
ru: Делиться диагностикой сбоев с Dinky
tr: Kilitlenme teşhislerini Dinky ile paylaşın
zh_hans: 与 Dinky 共享崩溃诊断
zh_hant: 與 Dinky 共享崩潰診斷

source: Shortcuts
de: Verknüpfungen
es: Atajos
fr: Raccourcis
it: Scorciatoie
ja: ショートカット
ko: 단축키
nl: Snelkoppelingen
pt_br: Atalhos
ru: Ярлыки
tr: Kısayollar
zh_hans: 快捷方式
zh_hant: 捷徑

source: Show format sidebar
de: Format-Seitenleiste anzeigen
es: Mostrar barra lateral de formato
fr: Afficher la barre latérale de format
it: Mostra la barra laterale del formato
ja: フォーマットサイドバーを表示
ko: 형식 사이드바 표시
nl: Formaatzijbalk tonen
pt_br: Mostrar barra lateral de formato
ru: Показать боковую панель формата
tr: Biçim kenar çubuğunu göster
zh_hans: 显示格式侧边栏
zh_hant: 顯示格式側邊欄

source: Show Images in sidebar
de: Bilder in der Seitenleiste anzeigen
es: Mostrar imágenes en la barra lateral
fr: Afficher les images dans la barre latérale
it: Mostra immagini nella barra laterale
ja: サイドバーに画像を表示
ko: 사이드바에 이미지 표시
nl: Toon afbeeldingen in zijbalk
pt_br: Mostrar imagens na barra lateral
ru: Показать изображения на боковой панели
tr: Görselleri kenar çubuğunda göster
zh_hans: 在侧边栏中显示图像
zh_hant: 在側邊欄中顯示圖像

source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: ファインダーで表示
ko: Finder에 표시
nl: Toon in Finder
pt_br: Mostrar no Finder
ru: Показать в Finder
tr: Finder'da Göster
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

source: Show PDFs in sidebar
de: PDFs in der Seitenleiste anzeigen
es: Mostrar archivos PDF en la barra lateral
fr: Afficher les PDF dans la barre latérale
it: Mostra i PDF nella barra laterale
ja: サイドバーに PDF を表示する
ko: 사이드바에 PDF 표시
nl: Toon PDF's in de zijbalk
pt_br: Mostrar PDFs na barra lateral
ru: Показывать PDF-файлы на боковой панели
tr: PDF'leri kenar çubuğunda göster
zh_hans: 在侧边栏中显示 PDF
zh_hant: 在側邊欄中顯示 PDF

source: Show the format sidebar
de: Zeigt die Formatseitenleiste an
es: Mostrar la barra lateral de formato
fr: Afficher la barre latérale de format
it: Mostra la barra laterale del formato
ja: フォーマットサイドバーを表示する
ko: 형식 사이드바 표시
nl: Toon de formaatzijbalk
pt_br: Mostrar a barra lateral de formato
ru: Показать боковую панель формата
tr: Biçim kenar çubuğunu göster
zh_hans: 显示格式侧边栏
zh_hant: 顯示格式側邊欄

source: Show Videos in sidebar
de: Videos in der Seitenleiste anzeigen
es: Mostrar vídeos en la barra lateral
fr: Afficher les vidéos dans la barre latérale
it: Mostra video nella barra laterale
ja: サイドバーにビデオを表示
ko: 사이드바에 비디오 표시
nl: Toon video's in de zijbalk
pt_br: Mostrar vídeos na barra lateral
ru: Показать видео на боковой панели
tr: Videoları kenar çubuğunda göster
zh_hans: 在侧边栏中显示视频
zh_hant: 在側邊欄中顯示視頻

source: Side by Side
de: Nebeneinander
es: Juntos
fr: Côte à côte
it: Fianco a fianco
ja: サイドバイサイド
ko: 나란히
nl: Naast elkaar
pt_br: Lado a lado
ru: Бок о бок
tr: Yan yana
zh_hans: 并排
zh_hant: 並排

source: Sidebar
de: Seitenleiste
es: Barra lateral
fr: Barre latérale
it: Barra laterale
ja: サイドバー
ko: 사이드바
nl: Zijbalk
pt_br: Barra lateral
ru: Боковая панель
tr: Kenar çubuğu
zh_hans: 侧边栏
zh_hant: 側邊欄

source: Sidebar sections in Appearance…
de: Seitenleistenabschnitte im Erscheinungsbild…
es: Secciones de la barra lateral en Apariencia…
fr: Sections de la barre latérale dans Apparence…
it: Sezioni della barra laterale in Aspetto…
ja: 外観のサイドバーセクション…
ko: 모양의 사이드바 섹션…
nl: Zijbalksecties in uiterlijk…
pt_br: Seções da barra lateral em Aparência…
ru: Разделы боковой панели в разделе «Внешний вид»…
tr: Görünümdeki kenar çubuğu bölümleri…
zh_hans: 外观中的侧边栏部分...
zh_hant: 外觀中的側邊欄部分...

source: Simple sidebar shows quick choices only. Turn on a section above to add its full tab to the sidebar, or turn off simple sidebar to show every section.
de: Die einfache Seitenleiste zeigt nur schnelle Auswahlmöglichkeiten an. Aktivieren Sie oben einen Abschnitt, um die vollständige Registerkarte zur Seitenleiste hinzuzufügen, oder deaktivieren Sie die einfache Seitenleiste, um jeden Abschnitt anzuzeigen.
es: La barra lateral simple muestra solo opciones rápidas. Active una sección de arriba para agregar su pestaña completa a la barra lateral, o desactive la barra lateral simple para mostrar cada sección.
fr: La barre latérale simple affiche uniquement les choix rapides. Activez une section ci-dessus pour ajouter son onglet complet à la barre latérale, ou désactivez la barre latérale simple pour afficher chaque section.
it: La barra laterale semplice mostra solo le scelte rapide. Attiva una sezione sopra per aggiungere la scheda completa alla barra laterale oppure disattiva la barra laterale semplice per mostrare ogni sezione.
ja: シンプルなサイドバーにはクイック選択肢のみが表示されます。上のセクションをオンにしてその完全なタブをサイドバーに追加するか、単純なサイドバーをオフにしてすべてのセクションを表示します。
ko: 단순 사이드바에는 빠른 선택 항목만 표시됩니다. 위 섹션을 켜서 전체 탭을 사이드바에 추가하거나 간단한 사이드바를 꺼서 모든 섹션을 표시하세요.
nl: De eenvoudige zijbalk toont alleen snelle keuzes. Schakel een sectie hierboven in om het volledige tabblad aan de zijbalk toe te voegen, of schakel de eenvoudige zijbalk uit om elke sectie weer te geven.
pt_br: A barra lateral simples mostra apenas opções rápidas. Ative uma seção acima para adicionar sua guia completa à barra lateral ou desative a barra lateral simples para mostrar todas as seções.
ru: Простая боковая панель показывает только быстрый выбор. Включите раздел выше, чтобы добавить его полную вкладку на боковую панель, или отключите простую боковую панель, чтобы отображать все разделы.
tr: Basit kenar çubuğu yalnızca hızlı seçimleri gösterir. Kenar çubuğuna tam sekmesini eklemek için yukarıdaki bölümü açın veya her bölümü göstermek için basit kenar çubuğunu kapatın.
zh_hans: 简单的侧边栏仅显示快速选择。打开上面的部分以将其完整选项卡添加到侧边栏，或关闭简单侧边栏以显示每个部分。
zh_hant: 簡單的側邊欄僅顯示快速選擇。打開上面的部分以將其完整選項卡新增至側邊欄，或關閉簡單側邊欄以顯示每個部分。

source: Skip if savings below
de: Überspringen Sie die unten aufgeführten Einsparungen
es: Omitir si hay ahorros a continuación
fr: Ignorer si les économies ci-dessous
it: Salta se risparmi di seguito
ja: 節約が下回ったらスキップ
ko: 아래 할인액이 있는 경우 건너뛰기
nl: Sla onderstaande besparingen over
pt_br: Pular se houver economia abaixo
ru: Пропускать, если экономия ниже
tr: Tasarruflar aşağıdaysa atlayın
zh_hans: 如果节省低于以下则跳过
zh_hant: 如果節省低於以下則跳過

source: Skipped
de: Übersprungen
es: Saltado
fr: Sauté
it: Saltato
ja: スキップされました
ko: 건너뛰었습니다.
nl: Overgeslagen
pt_br: Ignorado
ru: Пропущено
tr: Atlandı
zh_hans: 跳过
zh_hant: 跳過

source: Slider
de: Schieberegler
es: control deslizante
fr: Curseur
it: Dispositivo di scorrimento
ja: スライダー
ko: 슬라이더
nl: Schuifregelaar
pt_br: Controle deslizante
ru: Слайдер
tr: Kaydırıcı
zh_hans: 滑块
zh_hant: 滑桿

source: Smaller files when color isn’t needed.
de: Kleinere Dateien, wenn keine Farbe benötigt wird.
es: Archivos más pequeños cuando no se necesita color.
fr: Fichiers plus petits lorsque la couleur n’est pas nécessaire.
it: File più piccoli quando il colore non è necessario.
ja: カラーが必要ない場合はファイルを小さくします。
ko: 색상이 필요하지 않은 경우 더 작은 파일.
nl: Kleinere bestanden als kleur niet nodig is.
pt_br: Arquivos menores quando a cor não é necessária.
ru: Файлы меньшего размера, когда цвет не нужен.
tr: Renge ihtiyaç duyulmadığında daha küçük dosyalar.
zh_hans: 不需要颜色时文件较小。
zh_hant: 不需要顏色時文件較小。

source: Smart quality
de: Intelligente Qualität
es: Calidad inteligente
fr: Qualité intelligente
it: Qualità intelligente
ja: スマートな品質
ko: 스마트한 품질
nl: Slimme kwaliteit
pt_br: Qualidade inteligente
ru: Умное качество
tr: Akıllı kalite
zh_hans: 智能品质
zh_hant: 智慧品質

source: Source resolution is kept when below the cap. Smart quality below ignores this.
de: Die Quellauflösung bleibt erhalten, wenn sie unterhalb der Obergrenze liegt. Die Smart-Qualität unten ignoriert dies.
es: La resolución de origen se mantiene cuando está por debajo del límite. La calidad inteligente a continuación ignora esto.
fr: La résolution de la source est conservée lorsqu’elle est inférieure au plafond. La qualité intelligente ci-dessous ignore cela.
it: La risoluzione della sorgente viene mantenuta quando è al di sotto del limite. La qualità intelligente di seguito ignora questo.
ja: ソース解像度は上限を下回っても維持されます。以下のスマート品質ではこれを無視しています。
ko: 소스 해상도는 캡 아래에 있을 때 유지됩니다. 아래의 스마트 품질은 이를 무시합니다.
nl: De bronresolutie blijft behouden als deze onder de limiet ligt. Slimme kwaliteit hieronder negeert dit.
pt_br: A resolução da fonte é mantida quando abaixo do limite. A qualidade inteligente abaixo ignora isso.
ru: Исходное разрешение сохраняется, если оно ниже ограничения. Смарт-качество ниже это игнорирует.
tr: Kaynak çözünürlüğü sınırın altında tutulur. Aşağıdaki akıllı kalite bunu göz ardı eder.
zh_hans: 当低于上限时，源分辨率保持不变。下面的智能质量忽略了这一点。
zh_hant: 當低於上限時，來源解析度保持不變。下面的智慧品質忽略了這一點。

source: Spotlight
de: Scheinwerfer
es: Destacar
fr: Mettre en lumière
it: Riflettore
ko: 스포트라이트
pt_br: Destaque
tr: Gündem
zh_hans: 聚光灯
zh_hant: 聚光燈

source: Start with largest files
de: Mit den größten Dateien beginnen
es: Empezar por los archivos más grandes
fr: Commencer par les plus gros fichiers
it: Inizia dai file più grandi
ja: 最大のファイルから開始
ko: 가장 큰 파일부터 시작
nl: Begin met grootste bestanden
pt_br: Começar pelos maiores arquivos
ru: Сначала самые большие файлы
tr: En büyük dosyalarla başla
zh_hans: 从最大文件开始
zh_hant: 從最大檔案開始

source: Stay where they are
de: Bleiben Sie, wo sie sind
es: Quédate donde están
fr: Reste où ils sont
it: Rimani dove sono
ja: そのままにする
ko: 그들이 있는 곳에 그대로 있어라
nl: Blijf waar ze zijn
pt_br: Fique onde eles estão
ru: Оставлять на месте
tr: Onların olduğu yerde kalın
zh_hans: 留在原地
zh_hant: 留在原地

source: Strip audio track
de: Audiospur entfernen
es: Tirar pista de audio
fr: Supprimer la piste audio
it: Elimina la traccia audio
ja: オーディオトラックを削除
ko: 오디오 트랙 제거
nl: Audiotrack verwijderen
pt_br: Tira faixa de áudio
ru: Удалять аудиодорожку
tr: Ses parçasını soyun
zh_hans: 剥离音轨
zh_hant: 剝離音軌

source: Strip metadata
de: Metadaten entfernen
es: Eliminar metadatos
fr: Supprimer les métadonnées
it: Elimina i metadati
ja: メタデータを削除
ko: 스트립 메타데이터
nl: Metagegevens verwijderen
pt_br: Remover metadados
ru: Удалять метаданные
tr: Meta verileri soyun
zh_hans: 剥离元数据
zh_hant: 剝離元數據

source: Support
de: Unterstützung
es: Apoyo
fr: Soutien
it: Supporto
ja: サポート
ko: 지원하다
nl: Steun
pt_br: Apoiar
ru: Поддерживать
tr: Destek
zh_hans: 支持
zh_hant: 支援

source: System & help
de: System & Hilfe
es: Sistema y ayuda
fr: Système et aide
it: Sistema e aiuto
ja: システムとヘルプ
ko: 시스템 및 도움말
nl: Systeem & hulp
pt_br: Sistema e ajuda
ru: Система и помощь
tr: Sistem ve yardım
zh_hans: 系统与帮助
zh_hant: 系統與幫助

source: Target a smaller file size
de: Zielen Sie auf eine kleinere Dateigröße
es: Apunte a un tamaño de archivo más pequeño
fr: Cibler une taille de fichier plus petite
it: Scegli come target un file di dimensioni inferiori
ja: ファイルサイズを小さくすることを目標にする
ko: 더 작은 파일 크기를 대상으로 합니다.
nl: Streef naar een kleinere bestandsgrootte
pt_br: Segmente um tamanho de arquivo menor
ru: Нацельтесь на меньший размер файла
tr: Daha küçük bir dosya boyutunu hedefleyin
zh_hans: 目标文件大小较小
zh_hant: 目標檔案大小較小

source: That file is already queued — drop something new or clear the list first.
de: Diese Datei befindet sich bereits in der Warteschlange – löschen Sie etwas Neues oder löschen Sie zuerst die Liste.
es: Ese archivo ya está en cola: primero suelte algo nuevo o borre la lista.
fr: Ce fichier est déjà en file d'attente : supprimez quelque chose de nouveau ou effacez d'abord la liste.
it: Quel file è già in coda: rilascia prima qualcosa di nuovo o cancella prima l'elenco.
ja: そのファイルはすでにキューに入れられています。新しいものを削除するか、最初にリストをクリアしてください。
ko: 해당 파일은 이미 대기열에 있습니다. 새로운 파일을 삭제하거나 먼저 목록을 삭제하세요.
nl: Dat bestand staat al in de wachtrij. Laat iets nieuws vallen of wis eerst de lijst.
pt_br: Esse arquivo já está na fila – descarte algo novo ou limpe a lista primeiro.
ru: Этот файл уже поставлен в очередь — сначала удалите что-нибудь новое или очистите список.
tr: Bu dosya zaten sıraya alınmış; yeni bir şey bırakın veya önce listeyi temizleyin.
zh_hans: 该文件已排队 - 删除新文件或先清除列表。
zh_hant: 該文件已排隊 - 刪除新文件或先清除清單。

source: The compressed version was %@ than the original, so Dinky kept the original. This usually happens with files that are already heavily optimized, or when re-encoding to a format that doesn't suit the content (e.g. lossy → lossless). Try a different format from the sidebar, or leave this file as-is.
de: Die komprimierte Version war %@ kleiner als das Original, also behielt Dinky das Original. Dies geschieht normalerweise bei Dateien, die bereits stark optimiert sind, oder bei der Neukodierung in ein Format, das nicht zum Inhalt passt (z. B. verlustbehaftet → verlustfrei). Probieren Sie ein anderes Format aus der Seitenleiste aus oder lassen Sie diese Datei unverändert.
es: La versión comprimida era %@ que la original, por lo que Dinky conservó la original. Esto suele ocurrir con archivos que ya están muy optimizados o cuando se vuelven a codificar a un formato que no se adapta al contenido (por ejemplo, con pérdida → sin pérdida). Pruebe con un formato diferente de la barra lateral o deje este archivo como está.
fr: La version compressée était %@ supérieure à l'original, donc Dinky a conservé l'original. Cela se produit généralement avec des fichiers déjà fortement optimisés ou lors d'un réencodage dans un format qui ne convient pas au contenu (par exemple avec perte → sans perte). Essayez un format différent dans la barre latérale ou laissez ce fichier tel quel.
it: La versione compressa era %@ rispetto all'originale, quindi Dinky ha mantenuto l'originale. Questo di solito accade con file che sono già fortemente ottimizzati o quando si ricodifica in un formato che non si adatta al contenuto (ad esempio lossy → lossless). Prova un formato diverso dalla barra laterale o lascia il file così com'è.
ja: 圧縮バージョンはオリジナルよりも %@ だったので、Dinky はオリジナルを保持しました。 これは通常、すでに高度に最適化されているファイル、またはコンテンツに合わない形式 (非可逆→可逆など) に再エンコードした場合に発生します。サイドバーから別の形式を試すか、このファイルをそのままにしておきます。
ko: 압축된 버전이 원본보다 %@였기 때문에 Dinky는 원본을 유지했습니다. 이는 일반적으로 이미 최적화된 파일이나 콘텐츠에 적합하지 않은 형식(예: 손실 → 무손실)으로 다시 인코딩할 때 발생합니다. 사이드바에서 다른 형식을 시도하거나 이 파일을 그대로 두십시오.
nl: De gecomprimeerde versie was %@ dan het origineel, dus Dinky behield het origineel. Dit gebeurt meestal bij bestanden die al sterk zijn geoptimaliseerd, of bij het opnieuw coderen naar een formaat dat niet bij de inhoud past (bijvoorbeeld lossy → lossless). Probeer een ander formaat uit de zijbalk, of laat dit bestand zoals het is.
pt_br: A versão compactada era %@ maior que a original, então Dinky manteve o original. Isso geralmente acontece com arquivos que já estão bastante otimizados ou ao recodificar para um formato que não se adequa ao conteúdo (por exemplo, com perdas → sem perdas). Experimente um formato diferente da barra lateral ou deixe o arquivo como está.
ru: Сжатая версия была на %@ оригинала, поэтому Dinky сохранил оригинал. Обычно это происходит с файлами, которые уже сильно оптимизированы, или при перекодировании в формат, который не соответствует содержимому (например, с потерями → без потерь). Попробуйте другой формат на боковой панели или оставьте этот файл как есть.
tr: Sıkıştırılmış versiyon orijinalinden %@ idi, dolayısıyla Dinky orijinali sakladı. Bu genellikle zaten yoğun şekilde optimize edilmiş dosyalarda veya içeriğe uymayan bir formatta (ör. kayıplı → kayıpsız) yeniden kodlanırken meydana gelir. Kenar çubuğundan farklı bir format deneyin veya bu dosyayı olduğu gibi bırakın.
zh_hans: 压缩版本比原始版本%@，所以Dinky 保留了原始版本。 这种情况通常发生在已经高度优化的文件上，或者重新编码为不适合内容的格式时（例如有损 → 无损）。尝试使用侧边栏的不同格式，或保持此文件不变。
zh_hant: 壓縮版本比原始版本%@，所以Dinky 保留了原始版本。 這種情況通常發生在已經高度優化的文件上，或重新編碼為不適合內容的格式時（例如有損 → 無損）。嘗試使用側邊欄的不同格式，或保持此文件不變。

source: The encoder couldn't make this file any smaller. It's likely already optimized for its format. Forcing compression won't help here, but you can try a different format (e.g. WebP or AVIF) from the sidebar.
de: Der Encoder konnte diese Datei nicht kleiner machen. Es ist wahrscheinlich bereits für sein Format optimiert. Das Erzwingen der Komprimierung hilft hier nicht, aber Sie können in der Seitenleiste ein anderes Format (z. B. WebP oder AVIF) ausprobieren.
es: El codificador no pudo reducir este archivo. Probablemente ya esté optimizado para su formato. Forzar la compresión no ayudará aquí, pero puedes probar con un formato diferente (por ejemplo, WebP o AVIF) desde la barra lateral.
fr: L'encodeur n'a pas pu réduire la taille de ce fichier. Il est probablement déjà optimisé pour son format. Forcer la compression ne vous aidera pas ici, mais vous pouvez essayer un format différent (par exemple WebP ou AVIF) à partir de la barre latérale.
it: Il codificatore non è riuscito a ridurre ulteriormente le dimensioni di questo file. Probabilmente è già ottimizzato per il suo formato. Forzare la compressione non aiuta in questo caso, ma puoi provare un formato diverso (ad esempio WebP o AVIF) dalla barra laterale.
ja: エンコーダーはこのファイルをこれ以上小さくできませんでした。おそらく、その形式に合わせてすでに最適化されていると思われます。 ここでは圧縮を強制しても役に立ちませんが、サイドバーから別の形式 (WebP や AVIF など) を試すことができます。
ko: 인코더가 이 파일을 더 작게 만들 수 없습니다. 이미 해당 형식에 최적화되어 있을 가능성이 높습니다. 여기서는 강제 압축이 도움이 되지 않지만 사이드바에서 다른 형식(예: WebP 또는 AVIF)을 시도해 볼 수 있습니다.
nl: De encoder kon dit bestand niet kleiner maken. Het is waarschijnlijk al geoptimaliseerd voor zijn formaat. Het forceren van compressie helpt hier niet, maar je kunt een ander formaat proberen (bijvoorbeeld WebP of AVIF) vanuit de zijbalk.
pt_br: O codificador não conseguiu diminuir o tamanho deste arquivo. Provavelmente já está otimizado para seu formato. Forçar a compactação não ajudará aqui, mas você pode tentar um formato diferente (por exemplo, WebP ou AVIF) na barra lateral.
ru: Кодировщик не смог уменьшить размер этого файла. Вероятно, он уже оптимизирован для своего формата. Принудительное сжатие здесь не поможет, но вы можете попробовать другой формат (например, WebP или AVIF) на боковой панели.
tr: Kodlayıcı bu dosyayı daha küçük hale getiremedi. Muhtemelen formatı için zaten optimize edilmiştir. Sıkıştırmayı zorlamak burada yardımcı olmaz ancak kenar çubuğundan farklı bir format (ör. WebP veya AVIF) deneyebilirsiniz.
zh_hans: 编码器无法使该文件变得更小。它可能已经针对其格式进行了优化。 强制压缩在这里没有帮助，但您可以从侧边栏尝试不同的格式（例如 WebP 或 AVIF）。
zh_hant: 編碼器無法使該檔案變得更小。它可能已經針對其格式進行了最佳化。 強制壓縮在這裡沒有幫助，但您可以從側邊欄嘗試不同的格式（例如 WebP 或 AVIF）。

source: The global folder uses whatever settings are in the main window (sidebar). Presets can add separate watched folders in their own settings.
de: Der globale Ordner verwendet alle Einstellungen im Hauptfenster (Seitenleiste). Voreinstellungen können separate überwachte Ordner in ihren eigenen Einstellungen hinzufügen.
es: La carpeta global utiliza cualquier configuración que esté en la ventana principal (barra lateral). Los ajustes preestablecidos pueden agregar carpetas vigiladas separadas en su propia configuración.
fr: Le dossier global utilise les paramètres de la fenêtre principale (barre latérale). Les préréglages peuvent ajouter des dossiers surveillés distincts dans leurs propres paramètres.
it: La cartella globale utilizza le impostazioni presenti nella finestra principale (barra laterale). Le preimpostazioni possono aggiungere cartelle controllate separate nelle proprie impostazioni.
ja: グローバル フォルダーでは、メイン ウィンドウ (サイドバー) の設定がすべて使用されます。プリセットは、独自の設定に個別の監視フォルダーを追加できます。
ko: 전역 폴더는 기본 창(사이드바)에 있는 모든 설정을 사용합니다. 사전 설정은 자체 설정에 별도의 감시 폴더를 추가할 수 있습니다.
nl: De algemene map gebruikt alle instellingen in het hoofdvenster (zijbalk). Voorinstellingen kunnen afzonderlijke bewaakte mappen toevoegen aan hun eigen instellingen.
pt_br: A pasta global usa todas as configurações da janela principal (barra lateral). As predefinições podem adicionar pastas monitoradas separadas em suas próprias configurações.
ru: Глобальная папка использует все настройки, указанные в главном окне (боковой панели). Пресеты могут добавлять отдельные просматриваемые папки в своих настройках.
tr: Genel klasör, ana pencerede (kenar çubuğu) bulunan ayarları kullanır. Ön ayarlar, kendi ayarlarında ayrı izlenen klasörler ekleyebilir.
zh_hans: 全局文件夹使用主窗口（侧边栏）中的任何设置。预设可以在自己的设置中添加单独的监视文件夹。
zh_hant: 全域資料夾使用主視窗（側邊欄）中的任何設定。預設可以在自己的設定中新增單獨的監視資料夾。

source: The image files to compress.
de: Die zu komprimierenden Bilddateien.
es: Los archivos de imagen a comprimir.
fr: Les fichiers image à compresser.
it: I file immagine da comprimere.
ja: 圧縮する画像ファイル。
ko: 압축할 이미지 파일입니다.
nl: De afbeeldingsbestanden die moeten worden gecomprimeerd.
pt_br: Os arquivos de imagem a serem compactados.
ru: Файлы изображений для сжатия.
tr: Sıkıştırılacak görüntü dosyaları.
zh_hans: 要压缩的图像文件。
zh_hant: 要壓縮的圖像檔案。
